Repository: morria/Ham-Digital
Catalog: AmateurDigital/AmateurDigital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: PSK31 is a narrow-band digital mode using phase-shift keying at 31.25 baud.
de: PSK31 ist eine Schmalband-Digitalbetriebsart mit Phasenumtastung bei 31,25 Baud.
es: PSK31 es un modo digital de banda estrecha que utiliza modulación por desplazamiento de fase a 31.25 baud.
fr: PSK31 est un mode numérique à bande étroite utilisant la modulation par déplacement de phase à 31,25 bauds.
it: PSK31 è una modalità digitale a banda stretta che utilizza la modulazione a spostamento di fase a 31,25 baud.
ja: PSK31 は 31.25 baud の位相偏移変調を使用する狭帯域デジタルモードです。
ko: PSK31은 31.25 baud의 위상 편이 변조를 사용하는 협대역 디지털 모드입니다.
pt_br: PSK31 é um modo digital de banda estreita usando modulação por deslocamento de fase a 31.25 baud.
zh_hans: PSK31 是一种窄带数字模式，使用 31.25 baud 的相移键控。

source: PSK31 Settings
de: PSK31-Einstellungen
es: Ajustes PSK31
fr: Réglages PSK31
it: Impostazioni PSK31
ja: PSK31 設定
ko: PSK31 설정
pt_br: Configurações PSK31
zh_hans: PSK31 设置

source: QTH (City, State)
de: QTH (Stadt, Bundesland)
es: QTH (Ciudad, Estado)
fr: QTH (Ville, Région)
it: QTH (Città, Regione)
ja: QTH（市区町村）
ko: QTH (도시, 주)
pt_br: QTH (Cidade, Estado)
zh_hans: QTH（城市，省份）

source: Reference
de: Referenz
es: Referencia
fr: Référence
it: Riferimento
ja: リファレンス
ko: 참조
pt_br: Referência
zh_hans: 参考

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
zh_hans: 重试

source: RTTY Settings
de: RTTY-Einstellungen
es: Ajustes RTTY
fr: Réglages RTTY
it: Impostazioni RTTY
ja: RTTY 設定
ko: RTTY 설정
pt_br: Configurações RTTY
zh_hans: RTTY 设置

source: Select a Channel
de: Kanal auswählen
es: Selecciona un canal
fr: Sélectionnez un canal
it: Seleziona un canale
ja: チャネルを選択
ko: 채널을 선택하세요
pt_br: Selecione um canal
zh_hans: 选择频道

source: Select a Mode
de: Modus auswählen
es: Selecciona un modo
fr: Sélectionnez un mode
it: Seleziona una modalità
ja: モードを選択
ko: 모드를 선택하세요
pt_br: Selecione um modo
zh_hans: 选择模式

source: Select a mode and channel to begin.
de: Wählen Sie einen Modus und einen Kanal, um zu beginnen.
es: Selecciona un modo y un canal para comenzar.
fr: Sélectionnez un mode et un canal pour commencer.
it: Seleziona una modalità e un canale per iniziare.
ja: モードとチャネルを選択して開始してください。
ko: 시작하려면 모드와 채널을 선택하세요.
pt_br: Selecione um modo e um canal para começar.
zh_hans: 选择模式和频道以开始。

source: Select Mode
de: Modus wählen
es: Seleccionar modo
fr: Sélectionner le mode
it: Seleziona modalità
ja: モードを選択
ko: 모드 선택
pt_br: Selecionar modo
zh_hans: 选择模式

source: Set radio dial to calling frequency, adjust audio tone to find activity
de: Funkgerät auf Anruffrequenz einstellen, Audioton anpassen um Aktivität zu finden
es: Ajusta el dial a la frecuencia de llamada, varía el tono para encontrar actividad
fr: Réglez le cadran sur la fréquence d'appel, ajustez la tonalité pour trouver de l'activité
it: Imposta il quadrante sulla frequenza di chiamata, regola il tono per trovare attività
ja: 無線機のダイヤルを呼出周波数に合わせ、音声トーンを調整してアクティビティを探す
ko: 라디오 다이얼을 호출 주파수에 맞추고 오디오 톤을 조정하여 활동을 찾으세요
pt_br: Ajuste o dial para a frequência de chamada, ajuste o tom para encontrar atividade
zh_hans: 将电台拨盘调至呼叫频率，调整音频音调以寻找活动

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置

source: Signal Parameters
de: Signalparameter
es: Parámetros de señal
fr: Paramètres du signal
it: Parametri del segnale
ja: 信号パラメータ
ko: 신호 매개변수
pt_br: Parâmetros de sinal
zh_hans: 信号参数

source: Signal Threshold
de: Signalschwelle
es: Umbral de señal
fr: Seuil de signal
it: Soglia del segnale
ja: 信号しきい値
ko: 신호 임계값
pt_br: Limiar de sinal
zh_hans: 信号阈值

source: Space Frequency
de: Space-Frequenz
es: Frecuencia de espacio
fr: Fréquence space
it: Frequenza space
ja: スペース周波数
ko: 스페이스 주파수
pt_br: Frequência de espaço
zh_hans: 空格频率

source: Sporadic E propagation
de: Sporadische E-Ausbreitung
es: Propagación E esporádica
fr: Propagation E sporadique
it: Propagazione E sporadica
ja: スポラディック E 伝搬
ko: 산발적 E층 전파
pt_br: Propagação E esporádica
zh_hans: 偶发 E 层传播

source: Starting...
de: Wird gestartet...
es: Iniciando...
fr: Démarrage...
it: Avvio...
ja: 起動中...
ko: 시작 중...
pt_br: Iniciando...
zh_hans: 启动中...

source: The narrow bandwidth (~31 Hz) makes it excellent for weak-signal communication on crowded bands.
de: Die schmale Bandbreite (~31 Hz) macht es hervorragend für Schwachsignalkommunikation auf überfüllten Bändern.
es: El ancho de banda estrecho (~31 Hz) lo hace excelente para comunicación con señales débiles en bandas congestionadas.
fr: La bande passante étroite (~31 Hz) le rend excellent pour la communication à signal faible sur les bandes encombrées.
it: La larghezza di banda ridotta (~31 Hz) lo rende eccellente per la comunicazione a segnale debole su bande affollate.
ja: 狭い帯域幅（約 31 Hz）により、混雑したバンドでの微弱信号通信に優れています。
ko: 좁은 대역폭(~31 Hz)으로 혼잡한 밴드에서 약한 신호 통신에 탁월합니다.
pt_br: A largura de banda estreita (~31 Hz) o torna excelente para comunicação com sinais fracos em bandas congestionadas.
zh_hans: 窄带宽（约 31 Hz）使其非常适合在拥挤频段上进行弱信号通信。

source: Tips for Operating
de: Betriebstipps
es: Consejos de operación
fr: Conseils d'utilisation
it: Suggerimenti operativi
ja: 運用のヒント
ko: 운용 팁
pt_br: Dicas de operação
zh_hans: 操作提示

source: TRANSMITTING
de: SENDEN
es: TRANSMITIENDO
fr: TRANSMISSION
it: IN TRASMISSIONE
ja: 送信中
ko: 송신 중
pt_br: TRANSMITINDO
zh_hans: 发射中

source: TX Output Gain
de: TX-Ausgangsverstärkung
es: Ganancia de salida TX
fr: Gain de sortie TX
it: Guadagno uscita TX
ja: TX 出力ゲイン
ko: TX 출력 게인
pt_br: Ganho de saída TX
zh_hans: TX 输出增益

source: TX Preamble
de: TX-Präambel
es: Preámbulo TX
fr: Préambule TX
it: Preambolo TX
ja: TX プリアンブル
ko: TX 프리앰블
pt_br: Preâmbulo TX
zh_hans: TX 前导码

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
zh_hans: 未知

source: Unlike RTTY, PSK31 is case-sensitive and uses variable-length encoding where common characters require fewer bits.
de: Anders als RTTY unterscheidet PSK31 Groß-/Kleinschreibung und verwendet eine Codierung variabler Länge, bei der häufige Zeichen weniger Bits benötigen.
es: A diferencia de RTTY, PSK31 distingue mayúsculas y minúsculas y usa codificación de longitud variable donde los caracteres comunes requieren menos bits.
fr: Contrairement au RTTY, le PSK31 est sensible à la casse et utilise un encodage à longueur variable où les caractères courants nécessitent moins de bits.
it: A differenza dell'RTTY, il PSK31 è sensibile alle maiuscole e utilizza una codifica a lunghezza variabile dove i caratteri comuni richiedono meno bit.
ja: RTTY と異なり、PSK31 は大文字小文字を区別し、よく使う文字ほど少ないビット数で表現する可変長エンコーディングを使用します。
ko: RTTY와 달리 PSK31은 대소문자를 구분하며 자주 사용하는 문자에 더 적은 비트가 필요한 가변 길이 인코딩을 사용합니다.
pt_br: Diferente do RTTY, o PSK31 diferencia maiúsculas de minúsculas e usa codificação de comprimento variável onde caracteres comuns requerem menos bits.
zh_hans: 与 RTTY 不同，PSK31 区分大小写，使用可变长度编码，常用字符所需位数更少。

source: Update Location
de: Standort aktualisieren
es: Actualizar ubicación
fr: Mettre à jour la position
it: Aggiorna posizione
ja: 位置情報を更新
ko: 위치 업데이트
pt_br: Atualizar localização
zh_hans: 更新位置

source: Updating...
de: Aktualisierung...
es: Actualizando...
fr: Mise à jour...
it: Aggiornamento...
ja: 更新中...
ko: 업데이트 중...
pt_br: Atualizando...
zh_hans: 更新中...

source: USB mode on all HF bands
de: USB-Modus auf allen KW-Bändern
es: Modo USB en todas las bandas HF
fr: Mode USB sur toutes les bandes HF
it: Modalità USB su tutte le bande HF
ja: すべての HF バンドで USB モードを使用
ko: 모든 HF 밴드에서 USB 모드
pt_br: Modo USB em todas as bandas HF
zh_hans: 所有 HF 波段使用 USB 模式

source: Use GPS for Location
de: GPS für Standort verwenden
es: Usar GPS para ubicación
fr: Utiliser le GPS pour la position
it: Usa GPS per la posizione
ja: GPS で位置を取得
ko: GPS로 위치 사용
pt_br: Usar GPS para localização
zh_hans: 使用 GPS 定位

source: WARC band, daytime
de: WARC-Band, tagsüber
es: Banda WARC, diurna
fr: Bande WARC, diurne
it: Banda WARC, diurna
ja: WARC バンド、日中
ko: WARC 밴드, 주간
pt_br: Banda WARC, diurna
zh_hans: WARC 波段，白天

source: WARC band, no contests
de: WARC-Band, keine Conteste
es: Banda WARC, sin concursos
fr: Bande WARC, pas de concours
it: Banda WARC, nessun contest
ja: WARC バンド、コンテストなし
ko: WARC 밴드, 콘테스트 없음
pt_br: Banda WARC, sem concursos
zh_hans: WARC 波段，无竞赛

source: WARC band, solar-dependent
de: WARC-Band, sonnenabhängig
es: Banda WARC, depende del ciclo solar
fr: Bande WARC, dépend de l'activité solaire
it: Banda WARC, dipende dall'attività solare
ja: WARC バンド、太陽活動に依存
ko: WARC 밴드, 태양 활동에 의존
pt_br: Banda WARC, dependente da atividade solar
zh_hans: WARC 波段，取决于太阳活动

source: Baud Rate
es: Velocidad en baudios
fr: Débit en bauds
it: Velocità in baud
ja: ボーレート
ko: 보드 레이트
pt_br: Taxa de baud
zh_hans: 波特率

source: Modulation
es: Modulación
it: Modulazione
ja: 変調
ko: 변조
pt_br: Modulação
zh_hans: 调制

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
pt_br: Nome
zh_hans: 姓名

source: Shift
es: Desplazamiento
fr: Décalage
ja: シフト
ko: 시프트
pt_br: Deslocamento
zh_hans: 频移

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
pt_br: Versão
zh_hans: 版本

source: Audio
ja: オーディオ
ko: 오디오
pt_br: Áudio
zh_hans: 音频

source: Squelch
ja: スケルチ
ko: 스켈치
zh_hans: 静噪
